Repository: cflavio/yorg
Catalog: assets/po/*.po
Languages: gd, gl_es

source: wrong way
gd: rathad cearr
gl_es: Camiño Erróneo

source: speed:
gd: luaths:
gl_es: Velocidade:

source: lap:
gd: cuairt:
gl_es: Volta:

source: time:
gd: ùine:
gl_es: Tempo:

source: best lap:
gd: a’ chuairt as fhearr:
gl_es: Mellor Volta:

source: ranking:
gd: rangachadh:
gl_es: Posición:

source: damages:
gd: dochann:
gl_es: Danos:

source: weapon
gd: arm
gl_es: Arma:

source: waiting for the other players
gd: a’ feitheamh air na cluicheadairean eile
gl_es: esperando polos outros xogadores

source: press %s to respawn
gd: brùth air %s airson ath-shìoladh
gl_es: preme %s para recolocar

source: What do you want to upgrade?
gd: Dè bu toigh leat àrdachadh?
gl_es: ¿Qué queres incrementar?

source: current upgrades: +
gd: na h-àrdachaidhean làithreach: +
gl_es: Melloras Actuais: +

source: engine: it increases car's maximum speed
gd: einnsean: meudaichidh seo an luaths as motha aig an einnsean
gl_es: Motor: Incrementa a velocidade máxima do coche

source: tires: they increase car's adherence
gd: taidhirean: meudaichidh iad sticeadh a’ chàir
gl_es: Rodas: Aumentan a aderencia do coche

source: suspensions: they increase car's stability
gd: crochaidhean: cuiridh e ri seasmhachd a’ chàir
gl_es: Suspensión: Mellora a estabilidade do coche

source: GO!
gd: SIUTHAD!
gl_es: ¡Adiante!

source: LAP
gd: CUAIRT
gl_es: VOLTA

source: TIME
gd: ÙINE
gl_es: TEMPO

source: RANKING
gd: RANGACHADH
gl_es: CLASIFICACIÓN

source: share:
gd: co-roinn:
gl_es: Compartir:

source: Continue
gd: Air adhart
gl_es: Continuar

source: LOADING...
gd: ’GA LUCHDADH…
gl_es: CARGANDO...

source: track:
gd: slighe:
gl_es: Volta:

source: Starting grid
gd: Griod tòiseachaidh
gl_es: Posicións de Saida

source: Ranking
gd: Rangachadh
gl_es: Posición

source: Controls
gd: Stiùireadh
gl_es: Controis

source: accelerate
gd: luathaich
gl_es: Acelerar

source: brake/reverse
gd: brèig/an comhair a’ chùil
gl_es: Freo/Atrás

source: left
gd: gu clì
gl_es: Esquerda

source: right
gd: gu deas
gl_es: Dereita

source: fire
gd: loisg
gl_es: Disparar

source: respawn
gd: ath-shìol
gl_es: Recolocar

source: Upgrades
gd: Àrdachaidhean
gl_es: Melloras

source: engine: +
gd: einnsean: +
gl_es: Motor: +

source: tires: +
gd: taidhirean: +
gl_es: Rodas: +

source: suspensions: +
gd: crochaidhean: +
gl_es: Suspensión: +

source: Congratulations!
gd: Meal do naidheachd!
gl_es: ¡Parabéns!

source: Quit
gd: Fàg an-seo
gl_es: Sair

source: Back
gd: Air ais
gl_es: Voltar

source: version:
gd: tionndadh:
gl_es: Versión:

source: Rome
gd: An Ròimh
gl_es: Roma

source: Current waiting hosting users
gd: Cleachdaichean a tha ag òstadh ’s a feitheamh
gl_es: Usuarios Online Actuais

source: The key %s is already used by player %s for %s.
gd: Tha an iuchair %s ‘ga chleachdadh le cluicheadair %s airson %s mu thràth.
gl_es: A clave %s está sendo usada polo xogador %s por %s.

source: Select the car
gd: Tagh an càr
gl_es: Seleciona o coche

source: adherence
gd: sticeadh
gl_es: Aderencia

source: speed
gd: luaths
gl_es: Velocidade

source: stability
gd: seasmhachd
gl_es: Estabilidade

source: Your email:
gd: Am post-d agad:
gl_es: O teu email:

source: Your user id:
gd: ID a’ chleachdaiche agad:
gl_es: Teu ID de usuario:

source: Your password:
gd: Am facal-faire agad:
gl_es: O teu contrasinal

source: your user id
gd: ID a’ chleachdaiche agad
gl_es: O teu ID de usuario

source: your email
gd: am post-d agad
gl_es: Teu email

source: Register
gd: Clàraich
gl_es: Rexístrate

source: Your account has been registered. Now, in order to activate it, you should click the link that we've sent to your email (please check your spam folder if you can't find it). After that, you can log in.
gd: Chaidh an cunntas agad a chlàradh. Nise, airson a ghnìomhachadh, bu chòir dhut briogadh air a’ cheangal a chuir sinn thugad air a’ phost-d (thoir sùil air a’ phost-truilleis agad mura lorg thu e). ’S urrainn dhut clàradh a-steach an uairsin.
gl_es: A tua conta está agora rexistrada. Para poder activala deberías clicar na ligazón que che enviamos o teu email (comproba o teu cartafol de Spam se non a atopas). Logo xa podes conectarte

source: Your nickname's format is invalid: please use only letters and numbers.
gd: Tha fòrmat d’ fhar-ainm mì-dhligheach: na cleachd ach litrichean is àireamhan.
gl_es: O formato do teu alcume non é válido: por favor usa so letras e números.

source: Your email's format is invalid.
gd: Tha fòrmat a’ phuist-d agad mì-dhligheach.
gl_es: O formato do teu email non é válido,

source: Your nickname already exists.
gd: Tha d’ fhar-ainm ann mu thràth.
gl_es: O teu alcume xa existe.

source: Your email has already been used.
gd: Chaidh am post-d agad a chleachdadh roimhe.
gl_es: O teu email xa está sendo usado.

source: Please use more than 6 characters for your password.
gd: Cleachd còrr is 6 caractaran airson an fhacail-fhaire agad.
gl_es: Por favor, usa mais de 6 caracteres para o teu contrasinal.

source: Connection error.
gd: Mearachd leis a’ cheangal.
gl_es: Erro de Conexión

source: Error
gd: Mearachd
gl_es: Erro

source: Reset
gd: Ath-shuidhich
gl_es: Resetear

source: We've sent an email to you (please check your spam folder if you can't find it) with the instructions for completing the reset.
gd: Cuir sinn post-d thugad (thoir sùil air a’ phost-truilleis agad mura lorg thu e) le stiùireadh air mar a choileanas tu an ath-shuidheachadh.
gl_es: Enviamosche un email coas instruccións para completar o reseteo (comproba o teu cartafol de Spam se non o atopas)

source: This email isn't in our archive.
gd: Chan eil am post-d agad san tasglann againn.
gl_es: Este email non está no noso arquivo

source: This nickname isn't in our archive.
gd: Chan eil d’ fhar-ainm san tasglann againn.
gl_es: Este alcume non está no noso arquivo

source: This nickname-email pair isn't in our archive.
gd: Chan eil d’ fhar-ainm ’s am post-d agad còmhla san tasglann againn.
gl_es: Este parella de alcume-email non está no noso arquivo.

source: Language
gd: Cànan
gl_es: Idioma

source: Volume
gd: Àirde na fuaime
gl_es: Volumen

source: Fullscreen
gd: Làn-sgrìn
gl_es: Pantalla Completa

source: Resolution
gd: Dùmhlachd-bhreacaidh
gl_es: Resolución

source: Shaders
gd: Sgàileadairean

source: Cars number
gd: Àireamh nan càraichean
gl_es: Número de Coches

source: Camera
gd: Camara
gl_es: Cámara

source: Top
gd: Barr
gl_es: Enriba

source: Rear
gd: Deireadh
gl_es: Detrás

source: Configure input
gd: Rèitich an t-ion-chur
gl_es: Configurar as teclas

source: Play
gd: Cluich
gl_es: Jugar

source: Reset password
gd: Ath-shuidhich am facal-faire
gl_es: Resetear Contrasinal

source: Server problem
gd: Duilgheadas an fhrithealaiche
gl_es: Problema co Servidor

source: Not up-to-date
gd: Chan eil seo cho ùr ’sa ghabhas
gl_es: Non Actualizado

source: Log out
gd: Clàraich a-mach
gl_es: Sair

source: Log in
gd: Clàraich a-steach
gl_es: Loguearse

source: multiplayer
gd: ioma-chluicheadair
gl_es: Multixogador

source: Connecting
gd: ’Ga cheangail
gl_es: Conectar

source: Player
gd: Cluicheadair
gl_es: Xogador

source: Press the key to record it
gd: Brùth air an iuchair gus a chlàradh
gl_es: Presiona a tecla para memorizala

source: Accelerate
gd: Luathaich
gl_es: Aceleración

source: Brake/Reverse
gd: Brèig/An comhair a’ chùil
gl_es: Freo/Atrás

source: Left
gd: Gu clì
gl_es: Esquerda

source: Right
gd: Gu deas
gl_es: Dereita

source: Weapon
gd: Arm
gl_es: Arma

source: Respawn
gd: Ath-shìol
gl_es: Recolocar

source: Pause
gd: Cuir ’na stad

source: How many players?
gd: Co mheud cluicheadair?
gl_es: ¿Cantos Xogadores?

source: Single Player
gd: Aon chluicheadair
gl_es: Un Xogador

source: Multiplayer
gd: Ioma-chluicheadair
gl_es: Multixogador

source: Options
gd: Roghainnean
gl_es: Opcións

source: Support us
gd: Thoir taic dhuinn
gl_es: Axúdanos

source: Credits
gd: Urram
gl_es: Créditos

source: Note: the game is work-in-progress
gd: An aire: tha sinn ag obair air a’ gheama seo fhathast
gl_es: Nota: este xogo está en desenvolvemento

source: Last news:
gd: Na naidheachdan as ùire:
gl_es: Últimas Noticias

source: show
gd: seall
gl_es: Amosar

source: Local
gd: Ionadail

source: Online
gd: Air loidhne
gl_es: En Liña

source: Select the driver
gd: Tagh an draibhear
gl_es: Selecciona o Piloto

source: Write your name:
gd: Sgrìobh d’ ainm:
gl_es: Escribe o teu Nome:

source: If you use the keyboard, press FIRE to edit the field, then ENTER when you're done
gd: Ma tha thu a’ cleachdadh a’ mheur-chlàir, brùth air “Loisg” gus an raon a dheasachadh ’s air Enter an uairsin nuair a bhios tu deiseil
gl_es: Se usas o teclado, presiona DISPARO para editar o campo, logo ENTER cando estes listo

source: your name
gd: d’ ainm
gl_es: Teu Nome

source: Select the drivers
gd: Tagh na draibhearan
gl_es: Selecciona o Piloto

source: Write your names:
gd: Sgrìobhaibh ur n-ainmean:
gl_es: Escribe o teu Nome:

source: Single race
gd: Rèis a-mhàin
gl_es: Carreira Única

source: New season
gd: Seusan ùr
gl_es: Nova Sesión

source: Continue season
gd: Lean air adhart air an t-seusan
gl_es: Continuar Sesión

source: Thanks to:
gd: Taing do:
gl_es: Grazas a:

source: Log-in
gd: Clàraich a-steach
gl_es: Entra

source: Code
gd: Còd
gl_es: Código

source: Art
gd: Obair-ealain
gl_es: Arte

source: Audio
gd: Fuaimean

source: Translations
gd: Eadar-theangachadh
gl_es: Traduccións

source: Supporters
gd: Luchd-taic
gl_es: Contribuidores

source: Select the track
gd: Tagh an t-slighe
gl_es: Selecciona o Circuito

source: write here your message
gd: sgrìobh do theachdaireachd an-seo
gl_es: Escribe a tua mesaxe:

source: you
gd: thusa
gl_es: Ti

source: %s has invited you to a match, do you agree?
gd: Thug %s cuireadh dhut airson geama, a bheil thu a’ gabhail ris?
gl_es: %s invitoute a unha partida, ¿estás de acordo?

source: We've detected connection problems during server's creation. Please check your connection.
gd: Mhothaich sinn do dhuilgheadasan ceangail nuair a chruthaich sinn am frithealaiche. Thoir sùil air a’ cheangal agad.
gl_es: Detectamos problemas de conexión durante a creación do servidor. Por favor comprobaa tua conexión.

source: We can't connect to httpbin. Please retry later.
gd: Chan urrainn dhuinn ceangal a dhèanamh gu httpbin. Feuch ris a-rithist an ceann greis.
gl_es: Non podemos conectar a httpbin. Por favor, tentao mais tarde.

source: Start
gd: Tòisich
gl_es: Comezar

source: please wait for the server
gd: a’ feitheamh ris an fhrithealaiche
gl_es: Por favor, agarda polo servidor

source: you have been removed from the match
gd: chaidh do thoirt air falbh on gheama
gl_es: foches borrado da partida

source: Supporter!
gd: Neach-taic!
gl_es: Contribuidores!

source: remove from the match
gd: thoir air falbh on gheama
gl_es: borrar da partida

source: %s wants to be a (XMPP) friend of you, do you agree?
gd: Bu toigh le %s a bhith ’nad charaid (XMPP), a bheil thu ag aontachadh?
gl_es: %s quere ser amigo teu (XMPP), ¿estás de acordo?

source: the server user %s has quit
gd: dh’fhàg cleachdaiche %s an fhrithealaiche
gl_es: o usario do servidor %s saíu

source: Current online users
gd: Cleachdaichean air loidhne an-dràsta
gl_es: Usuarios Online Actuais

source: Your game isn't up-to-date, please update
gd: Chan eil an geama agad cho ùr ’sa ghabhas, am faigh thu ùrachadh?
gl_es: O teu xogo non está actualizado, por favor actualizao

source: Yorg's server isn't running
gd: Chan eil frithealaiche Yorg a’ ruith
gl_es: O servidor de Yorg non está executándose

source: You aren't logged in
gd: Cha do rinn thu clàradh a-steach
gl_es: Non estás logueado

source: What do you want to do? Note: use '%s' for pausing the game.
gd: Dè tha thu airson dèanamh? An aire: cleachd “%s” gus an geama a chur ’na stad.

source: back to the game
gd: till dhan gheama
gl_es: Voltar ó Xogo

source: back to the main menu
gd: till dhan phrìomh chlàr-taice
gl_es: Voltar ó Menú Principal

source: Please, visit our site after exiting! It helps us! Thank you!
gd: Nach tadhail thu air an làrach-lìn againn às dèidh fhàgail? Cuidichidh seo sinn! Mòran taing!
gl_es: Por favor, visita a nosa web antes de sair! Axudarasnos, Grazas!

source: visit our site after exiting
gd: tadhail air an làrach-lìn againn às dèidh fàgail
gl_es: visitar a nosa web antes de sair

source: don't visit our site after exiting
gd: na tadhail air an làrach-lìn againn às dèidh fàgail
gl_es: non visitar a nosa web antes de sair

source: The key %s is already used for %s.
gl_es: A clave %s está sendo usada por %s.

source: If you use the keyboard, press FIRE to edit the field, then ENTER when you're done. Other players can't move while someone is writing (since, with keyboards, some letters may be bound to movements).
gl_es: Se usas o teclado, presiona DISPARO para editar o campo, logo ENTER cando estes listo. Outros xogadores non se poden mover mentrar alguén este escribindo (xa que con teclados, algunhas teclas poden estar ligadas a movementos).

source: Keyboard
gl_es: Teclado

source: Joystick
gl_es: Mando
